//
//  TrainName.swift
//  traindeta
//
//  Created by 熊谷里哉 on 2019/10/25.
//  Copyright © 2019 熊谷里哉. All rights reserved.
//

import Foundation
class TrainName{
     let metoro = ["副都心線","南北線","半蔵門線","千代田線","銀座線","有楽町線","東西線","丸ノ内線","日比谷線"]
    let oda=["小田急線"]
     let jr = ["中央線快速","中央・総武線各駅停車","八高線","伊東線","五日市線","常磐線","常磐線各駅停車","常磐線快速","鹿島線","川越線","京浜東北線・根岸線","京葉線","久留里線","武蔵野線","南武線","南武線浜川崎支線","成田線","成田線我孫子支線","成田線空港支線","青梅線","相模線","埼京線・川越線","湘南新宿ライン","総武線","総武線快速","外房線","高崎線","東金線","東海道線","鶴見線","鶴見線大川支線","鶴見線海芝浦支線","内房線","宇都宮線","山手線","横浜線","横須賀線"]
}
